IdeaRS.OpenModel.Result.PointOfID
Point of interaction diagram

IdeaRS.OpenModel.Result.PointOfID.N
Normal force

IdeaRS.OpenModel.Result.PointOfID.My
Bending moment around y-axis

IdeaRS.OpenModel.Result.PointOfID.Mz
Bending moment around z-axis